Repository: watzon/pindrop
Catalog: Pindrop/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bn, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: This preset name is already in use.
ar: هذا الاسم المحدد مسبقًا قيد الاستخدام بالفعل.
bn: এই প্রিসেট নামটি ইতিমধ্যেই ব্যবহার করা হচ্ছে৷
cs: Tento název předvolby se již používá.
da: Dette forudindstillede navn er allerede i brug.
de: Dieser Voreinstellungsname wird bereits verwendet.
el: Αυτό το προκαθορισμένο όνομα χρησιμοποιείται ήδη.
es: Este nombre de ajuste ya está en uso.
fi: Tämä esiasetettu nimi on jo käytössä.
fr: Ce nom de préréglage est déjà utilisé.
he: שם מוגדר מראש זה כבר בשימוש.
hi: यह पूर्व निर्धारित नाम पहले से ही उपयोग में है.
hu: Ez az előre beállított név már használatban van.
id: Nama preset ini sudah digunakan.
it: Questo nome preimpostato è già in uso.
ja: このプリセット名はすでに使用されています。
ko: 이 사전 설정 이름은 이미 사용 중입니다.
ms: Nama pratetap ini sudah digunakan.
nb: Dette forhåndsinnstilte navnet er allerede i bruk.
nl: Deze vooraf ingestelde naam is al in gebruik.
pl: Ta nazwa ustawienia wstępnego jest już używana.
pt_br: Este nome predefinido já está em uso.
ro: Acest nume presetat este deja utilizat.
ru: Это имя предустановки уже используется.
sv: Detta förinställda namn används redan.
th: ชื่อที่ตั้งไว้นี้มีการใช้งานแล้ว
tr: Bu ön ayar adı zaten kullanımda.
uk: Ця попередньо встановлена ​​назва вже використовується.
vi: Tên đặt trước này đã được sử dụng.
zh_hans: 此预设名称已被使用。
zh_hant: 此預設名稱已被使用。

# this_provider_will_be_available_in_a_future_upda
source: This provider will be available in a future update. For now, try OpenAI or use a Custom endpoint.
ar: سيكون هذا الموفر متاحًا في التحديث المستقبلي. في الوقت الحالي، جرب OpenAI أو استخدم نقطة نهاية مخصصة.
bn: এই প্রদানকারী একটি ভবিষ্যতে আপডেট উপলব্ধ করা হবে. আপাতত, OpenAI চেষ্টা করুন বা একটি কাস্টম এন্ডপয়েন্ট ব্যবহার করুন।
cs: Tento poskytovatel bude k dispozici v budoucí aktualizaci. Prozatím vyzkoušejte OpenAI nebo použijte vlastní koncový bod.
da: Denne udbyder vil være tilgængelig i en fremtidig opdatering. For nu, prøv OpenAI eller brug et brugerdefineret slutpunkt.
de: Dieser Anbieter wird in einem zukünftigen Update verfügbar sein. Versuchen Sie vorerst OpenAI oder verwenden Sie einen benutzerdefinierten Endpunkt.
el: Αυτός ο πάροχος θα είναι διαθέσιμος σε μελλοντική ενημέρωση. Προς το παρόν, δοκιμάστε το OpenAI ή χρησιμοποιήστε ένα προσαρμοσμένο τελικό σημείο.
es: Este proveedor estará disponible en una futura actualización. Por ahora, prueba OpenAI o usa un endpoint personalizado.
fi: Tämä palveluntarjoaja on saatavilla tulevassa päivityksessä. Kokeile toistaiseksi OpenAI:ta tai käytä mukautettua päätepistettä.
fr: Ce fournisseur sera disponible dans une future mise à jour. Pour l'instant, essayez OpenAI ou utilisez un point de terminaison personnalisé.
he: ספק זה יהיה זמין בעדכון עתידי. לעת עתה, נסה את OpenAI או השתמש בנקודת קצה מותאמת אישית.
hi: यह प्रदाता भविष्य के अपडेट में उपलब्ध होगा। अभी के लिए, OpenAI आज़माएँ या कस्टम एंडपॉइंट का उपयोग करें।
hu: Ez a szolgáltató egy jövőbeli frissítésben lesz elérhető. Egyelőre próbálkozzon a OpenAI lehetőséggel, vagy használjon egyéni végpontot.
id: Penyedia ini akan tersedia dalam pembaruan mendatang. Untuk saat ini, coba OpenAI atau gunakan titik akhir Kustom.
it: Questo provider sarà disponibile in un aggiornamento futuro. Per ora, prova OpenAI o utilizza un endpoint personalizzato.
ja: このプロバイダーは将来のアップデートで利用可能になる予定です。 現時点では、OpenAI を試すか、カスタム エンドポイントを使用してください。
ko: 이 공급자는 향후 업데이트에서 사용할 수 있습니다. 지금은 OpenAI를 사용해 보거나 사용자 지정 엔드포인트를 사용하세요.
ms: Pembekal ini akan tersedia dalam kemas kini masa hadapan. Buat masa ini, cuba OpenAI atau gunakan titik akhir Tersuai.
nb: Denne leverandøren vil være tilgjengelig i en fremtidig oppdatering. For nå, prøv OpenAI eller bruk et tilpasset endepunkt.
nl: Deze provider zal beschikbaar zijn in een toekomstige update. Probeer voorlopig OpenAI of gebruik een aangepast eindpunt.
pl: Ten dostawca będzie dostępny w przyszłej aktualizacji. Na razie wypróbuj OpenAI lub użyj niestandardowego punktu końcowego.
pt_br: Este provedor estará disponível em uma atualização futura. Por enquanto, experimente o OpenAI ou use um endpoint personalizado.
ro: Acest furnizor va fi disponibil într-o actualizare viitoare. Pentru moment, încercați OpenAI sau utilizați un punct final personalizat.
ru: Этот поставщик будет доступен в будущем обновлении. А пока попробуйте OpenAI или используйте пользовательскую конечную точку.
sv: Denna leverantör kommer att finnas tillgänglig i en framtida uppdatering. För nu, prova OpenAI eller använd en anpassad slutpunkt.
th: ผู้ให้บริการรายนี้จะพร้อมใช้งานในการอัปเดตในอนาคต ในตอนนี้ ให้ลองใช้ OpenAI หรือใช้ปลายทางแบบกำหนดเอง
tr: Bu sağlayıcı gelecekteki bir güncellemede mevcut olacaktır. Şimdilik OpenAI'yi deneyin veya Özel bir uç nokta kullanın.
uk: Цей постачальник буде доступний у майбутньому оновленні. Наразі спробуйте OpenAI або використовуйте спеціальну кінцеву точку.
vi: Nhà cung cấp này sẽ có sẵn trong bản cập nhật trong tương lai. Hiện tại, hãy thử OpenAI hoặc sử dụng điểm cuối tùy chỉnh.
zh_hans: 此提供商将在未来的更新中可用。 目前，请尝试 OpenAI 或使用自定义端点。
zh_hant: 此提供商將在未來的更新中可用。 目前，請嘗試 OpenAI 或使用自定義端點。

# this_provider_will_be_available_in_a_future_upda_4af6ff9b
source: This provider will be available in a future update. Try OpenAI or use a Custom endpoint.
ar: سيكون هذا الموفر متاحًا في التحديث المستقبلي. جرب OpenAI أو استخدم نقطة نهاية مخصصة.
bn: এই প্রদানকারী একটি ভবিষ্যতে আপডেট উপলব্ধ করা হবে. OpenAI চেষ্টা করুন বা একটি কাস্টম এন্ডপয়েন্ট ব্যবহার করুন।
cs: Tento poskytovatel bude k dispozici v budoucí aktualizaci. Vyzkoušejte OpenAI nebo použijte vlastní koncový bod.
da: Denne udbyder vil være tilgængelig i en fremtidig opdatering. Prøv OpenAI eller brug et brugerdefineret slutpunkt.
de: Dieser Anbieter wird in einem zukünftigen Update verfügbar sein. Versuchen Sie OpenAI oder verwenden Sie einen benutzerdefinierten Endpunkt.
el: Αυτός ο πάροχος θα είναι διαθέσιμος σε μελλοντική ενημέρωση. Δοκιμάστε το OpenAI ή χρησιμοποιήστε ένα προσαρμοσμένο τελικό σημείο.
es: Este proveedor estará disponible en una futura actualización. Prueba OpenAI o usa un endpoint personalizado.
fi: Tämä palveluntarjoaja on saatavilla tulevassa päivityksessä. Kokeile OpenAI:ta tai käytä mukautettua päätepistettä.
fr: Ce fournisseur sera disponible dans une future mise à jour. Essayez OpenAI ou utilisez un point de terminaison personnalisé.
he: ספק זה יהיה זמין בעדכון עתידי. נסה את OpenAI או השתמש בנקודת קצה מותאמת אישית.
hi: यह प्रदाता भविष्य के अपडेट में उपलब्ध होगा। OpenAI आज़माएं या कस्टम एंडपॉइंट का उपयोग करें।
hu: Ez a szolgáltató egy jövőbeli frissítésben lesz elérhető. Próbálja ki a következőt: OpenAI, vagy használjon egyéni végpontot.
id: Penyedia ini akan tersedia dalam pembaruan mendatang. Coba OpenAI atau gunakan titik akhir Kustom.
it: Questo provider sarà disponibile in un aggiornamento futuro. Prova OpenAI o utilizza un endpoint personalizzato.
ja: このプロバイダーは将来のアップデートで利用可能になる予定です。 OpenAI を試すか、カスタム エンドポイントを使用してください。
ko: 이 공급자는 향후 업데이트에서 사용할 수 있습니다. OpenAI를 사용해 보거나 사용자 지정 엔드포인트를 사용하세요.
ms: Pembekal ini akan tersedia dalam kemas kini masa hadapan. Cuba OpenAI atau gunakan titik akhir Tersuai.
nb: Denne leverandøren vil være tilgjengelig i en fremtidig oppdatering. Prøv OpenAI eller bruk et tilpasset endepunkt.
nl: Deze provider zal beschikbaar zijn in een toekomstige update. Probeer OpenAI of gebruik een aangepast eindpunt.
pl: Ten dostawca będzie dostępny w przyszłej aktualizacji. Wypróbuj OpenAI lub użyj niestandardowego punktu końcowego.
pt_br: Este provedor estará disponível em uma atualização futura. Experimente o OpenAI ou use um endpoint personalizado.
ro: Acest furnizor va fi disponibil într-o actualizare viitoare. Încercați OpenAI sau utilizați un punct final personalizat.
ru: Этот поставщик будет доступен в будущем обновлении. Попробуйте OpenAI или используйте пользовательскую конечную точку.
sv: Denna leverantör kommer att finnas tillgänglig i en framtida uppdatering. Prova OpenAI eller använd en anpassad slutpunkt.
th: ผู้ให้บริการรายนี้จะพร้อมใช้งานในการอัปเดตในอนาคต ลองใช้ OpenAI หรือใช้ปลายทางที่กำหนดเอง
tr: Bu sağlayıcı gelecekteki bir güncellemede mevcut olacaktır. OpenAI'yi deneyin veya Özel bir uç nokta kullanın.
uk: Цей постачальник буде доступний у майбутньому оновленні. Спробуйте OpenAI або використовуйте спеціальну кінцеву точку.
vi: Nhà cung cấp này sẽ có sẵn trong bản cập nhật trong tương lai. Hãy thử OpenAI hoặc sử dụng điểm cuối tùy chỉnh.
zh_hans: 此提供商将在未来的更新中可用。 尝试 OpenAI 或使用自定义端点。
zh_hant: 此提供商將在未來的更新中可用。 嘗試 OpenAI 或使用自定義端點。

# this_provider_will_be_available_in_a_future_upda_ba16848d
source: This provider will be available in a future update.nFor now, try OpenAI or use a Custom endpoint.
ar: سيكون هذا الموفر متاحًا في التحديث المستقبلي. في الوقت الحالي، جرب OpenAI أو استخدم نقطة نهاية مخصصة.
bn: এই প্রদানকারী একটি ভবিষ্যতের আপডেটে উপলব্ধ হবে। আপাতত, OpenAI ব্যবহার করে দেখুন বা একটি কাস্টম এন্ডপয়েন্ট ব্যবহার করুন।
cs: Tento poskytovatel bude dostupný in v budoucí aktualizaci.nProzatím vyzkoušejte OpenAI nebo použijte vlastní koncový bod.
da: Denne udbyder vil være tilgængelig i en fremtidig opdatering.nFor nu, prøv OpenAI eller brug et brugerdefineret slutpunkt.
de: Dieser Anbieter wird in einem zukünftigen Update verfügbar sein.nVersuchen Sie vorerst OpenAI oder verwenden Sie einen benutzerdefinierten Endpunkt.
el: Αυτός ο πάροχος θα είναι διαθέσιμος σε μελλοντική ενημέρωση.nΠρος το παρόν, δοκιμάστε το OpenAI ή χρησιμοποιήστε ένα προσαρμοσμένο τελικό σημείο.
fi: Tämä palveluntarjoaja on saatavilla tulevassa päivityksessä.nKokeile tällä hetkellä OpenAI:ta tai käytä mukautettua päätepistettä.
fr: Ce fournisseur sera disponible dans une future mise à jour.nPour l'instant, essayez OpenAI ou utilisez un point de terminaison personnalisé.
he: ספק זה יהיה זמין בעדכון עתידי.nבינתיים, נסה את OpenAI או השתמש בנקודת קצה מותאמת אישית.
hi: यह प्रदाता भविष्य के अपडेट में उपलब्ध होगा। अभी के लिए, OpenAI आज़माएं या कस्टम एंडपॉइंट का उपयोग करें।
hu: Ez a szolgáltató egy jövőbeli frissítésben lesz elérhető.nEgyelőre próbálkozzon a OpenAI lehetőséggel, vagy használjon egyéni végpontot.
id: Penyedia ini akan tersedia pada pembaruan mendatang.nUntuk saat ini, coba OpenAI atau gunakan titik akhir Kustom.
it: Questo provider sarà disponibile in un aggiornamento futuro.nPer ora, prova OpenAI o utilizza un endpoint personalizzato.
ja: このプロバイダーは将来のアップデートで利用可能になります。n現時点では、OpenAI を試すか、カスタム エンドポイントを使用してください。
ko: 이 공급자는 향후 업데이트에서 사용할 수 있습니다.n지금은 OpenAI를 사용해 보거나 사용자 지정 엔드포인트를 사용하세요.
ms: Pembekal ini akan tersedia dalam kemas kini masa hadapan.nBuat masa ini, cuba OpenAI atau gunakan titik akhir Tersuai.
nb: Denne leverandøren vil være tilgjengelig i en fremtidig oppdatering.nFor nå, prøv OpenAI eller bruk et tilpasset endepunkt.
nl: Deze provider zal beschikbaar zijn in een toekomstige update.nProbeer nu OpenAI of gebruik een aangepast eindpunt.
pl: Ten dostawca będzie dostępny w przyszłej aktualizacji. Na razie wypróbuj OpenAI lub użyj niestandardowego punktu końcowego.
pt_br: Este provedor estará disponível em uma atualização futura. Por enquanto, experimente o OpenAI ou use um endpoint personalizado.
ro: Acest furnizor va fi disponibil într-o actualizare viitoare.nDeocamdată, încercați OpenAI sau utilizați un punct final personalizat.
ru: Этот поставщик будет доступен в будущем обновлении. nА сейчас попробуйте OpenAI или используйте пользовательскую конечную точку.
sv: Denna leverantör kommer att vara tillgänglig i en framtida uppdatering.nFör nu, prova OpenAI eller använd en anpassad slutpunkt.
th: ผู้ให้บริการนี้จะพร้อมใช้งานในการอัปเดตในอนาคต สำหรับตอนนี้ ให้ลองใช้ OpenAI หรือใช้ปลายทางแบบกำหนดเอง
tr: Bu sağlayıcı gelecekteki bir güncellemeyle kullanıma sunulacaktır.nŞimdilik OpenAI'yi deneyin veya Özel bir uç nokta kullanın.
uk: Цей провайдер буде доступний у майбутньому оновленні.nНаразі спробуйте OpenAI або скористайтеся спеціальною кінцевою точкою.
vi: Nhà cung cấp này sẽ có sẵn trong bản cập nhật trong tương lai.nBây giờ, hãy thử OpenAI hoặc sử dụng điểm cuối Tùy chỉnh.
zh_hans: 此提供商将在未来的更新中可用。n目前，请尝试 OpenAI 或使用自定义端点。
zh_hant: 此提供商將在未來的更新中可用。n目前，請嘗試 OpenAI 或使用自定義端點。

# this_template_could_not_be_read_pick_another_tem
source: This template could not be read. Pick another template and try again.
ar: تعذّرت قراءة هذا القالب. اختر قالبًا آخر وحاول مرة أخرى.
bn: এই টেমপ্লেট পড়া যায়নি। অন্য টেমপ্লেট বেছে নিয়ে আবার চেষ্টা করুন।
cs: Tuto šablonu se nepodařilo načíst. Vyberte jinou šablonu a zkuste to znovu.
da: Denne skabelon kunne ikke læses. Vælg en anden skabelon, og prøv igen.
de: Diese Vorlage konnte nicht gelesen werden. Wählen Sie eine andere Vorlage und versuchen Sie es erneut.
el: Αυτό το πρότυπο δεν διαβάστηκε. Επιλέξτε άλλο πρότυπο και δοκιμάστε ξανά.
es: No se pudo leer esta plantilla. Elige otra plantilla y vuelve a intentarlo.
fi: Tätä mallia ei voitu lukea. Valitse toinen malli ja yritä uudelleen.
fr: Ce modèle n'a pas pu être lu. Choisissez un autre modèle et réessayez.
he: לא ניתן היה לקרוא את התבנית הזאת. בחרו תבנית אחרת ונסו שוב.
hi: यह टेम्पलेट पढ़ा नहीं जा सका। दूसरा टेम्पलेट चुनें और दोबारा कोशिश करें।
hu: Ezt a sablont nem sikerült beolvasni. Válasszon másik sablont, és próbálja újra.
id: Templat ini tidak bisa dibaca. Pilih templat lain lalu coba lagi.
it: Non è stato possibile leggere questo modello. Scegli un altro modello e riprova.
ja: このテンプレートを読み込めませんでした。別のテンプレートを選んで、もう一度お試しください。
ko: 이 템플릿을 읽지 못했습니다. 다른 템플릿을 골라 다시 시도하세요.
ms: Templat ini tidak dapat dibaca. Pilih templat lain dan cuba lagi.
nb: Denne malen kunne ikke leses. Velg en annen mal og prøv igjen.
nl: Dit sjabloon kon niet worden gelezen. Kies een ander sjabloon en probeer het opnieuw.
pl: Nie udało się odczytać tego szablonu. Wybierz inny szablon i spróbuj ponownie.
pt_br: Não foi possível ler este modelo. Escolha outro modelo e tente de novo.
ro: Acest șablon nu a putut fi citit. Alegeți alt șablon și încercați din nou.
ru: Не удалось прочитать этот шаблон. Выберите другой шаблон и попробуйте снова.
sv: Den här mallen kunde inte läsas. Välj en annan mall och försök igen.
th: อ่านเทมเพลตนี้ไม่ได้ เลือกเทมเพลตอื่นแล้วลองอีกครั้ง
tr: Bu şablon okunamadı. Başka bir şablon seçin ve tekrar deneyin.
uk: Не вдалося прочитати цей шаблон. Виберіть інший шаблон і спробуйте ще раз.
vi: Không đọc được mẫu này. Chọn mẫu khác rồi thử lại.
zh_hans: 无法读取这个模板。请换一个模板后重试。
zh_hant: 無法讀取這個範本。請換一個範本後重試。

source: This transcription could not be found.
ar: لا يمكن العثور على هذا النسخ.
bn: এই প্রতিলিপি খুঁজে পাওয়া যায়নি.
cs: Tento přepis se nepodařilo nalézt.
da: Denne transskription kunne ikke findes.
de: Diese Transkription konnte nicht gefunden werden.
el: Αυτή η μεταγραφή δεν βρέθηκε.
es: No se pudo encontrar esta transcripción.
fi: Tätä transkriptiota ei löytynyt.
fr: Cette transcription n'a pas pu être trouvée.
he: לא ניתן היה למצוא את התעתיק הזה.
hi: यह प्रतिलेखन नहीं मिल सका.
hu: Ez az átírás nem található.
id: Transkripsi ini tidak dapat ditemukan.
it: Impossibile trovare questa trascrizione.
ja: この転写は見つかりませんでした。
ko: 이 스크립트를 찾을 수 없습니다.
ms: Transkripsi ini tidak ditemui.
nb: Denne transkripsjonen ble ikke funnet.
nl: Deze transcriptie kon niet worden gevonden.
pl: Nie udało się znaleźć tej transkrypcji.
pt_br: Esta transcrição não foi encontrada.
ro: Această transcriere nu a putut fi găsită.
ru: Эту транскрипцию не удалось найти.
sv: Denna transkription kunde inte hittas.
th: ไม่พบการถอดเสียงนี้
tr: Bu transkripsiyon bulunamadı.
uk: Не вдалося знайти цю транскрипцію.
vi: Không thể tìm thấy phiên âm này.
zh_hans: 找不到此转录。
zh_hant: 找不到此轉錄。

# this_will_clear_all_your_settings_including_api
source: This will clear all your settings, including API keys, hotkeys, and model preferences. The app will quit and show onboarding again on next launch.
ar: سيؤدي هذا إلى مسح جميع إعداداتك، بما في ذلك مفاتيح API ومفاتيح التشغيل السريع وتفضيلات الطراز. سيتم إنهاء التطبيق وسيظهر الإعداد مرة أخرى عند الإطلاق التالي.
bn: এটি API কী, হটকি এবং মডেল পছন্দগুলি সহ আপনার সমস্ত সেটিংস সাফ করবে৷ অ্যাপটি প্রস্থান করবে এবং পরবর্তী লঞ্চে আবার অনবোর্ডিং দেখাবে।
cs: Tím vymažete všechna vaše nastavení, včetně klíčů API, klávesových zkratek a předvoleb modelu. Aplikace se ukončí a při příštím spuštění se znovu zobrazí.
da: Dette vil rydde alle dine indstillinger, inklusive API-nøgler, genvejstaster og modelpræferencer. Appen afsluttes og viser onboarding igen ved næste lancering.
de: Dies löscht alle Ihre Einstellungen, einschließlich API-Schlüssel, Tastenkürzel und Modellpräferenzen. Die App wird beendet und beim nächsten Start erneut das Onboarding anzeigen.
el: Αυτό θα διαγράψει όλες τις ρυθμίσεις σας, συμπεριλαμβανομένων των κλειδιών API, των πλήκτρων πρόσβασης και των προτιμήσεων μοντέλου. Η εφαρμογή θα τερματιστεί και θα εμφανιστεί ξανά η ενσωμάτωση στην επόμενη κυκλοφορία.
es: Esto borrará todos tus ajustes, incluyendo claves API, atajos y preferencias de modelo. La app se cerrará y mostrará el onboarding al siguiente inicio.
fi: Tämä tyhjentää kaikki asetuksesi, mukaan lukien API-avaimet, pikanäppäimet ja malliasetukset. Sovellus sulkeutuu ja näyttää uudelleen käyttöönoton seuraavan käynnistyksen yhteydessä.
fr: Cela effacera tous vos paramètres, y compris les clés API, les raccourcis et les préférences de modèle. L'app se fermera et affichera à nouveau l'intégration au prochain lancement.
he: פעולה זו תנקה את כל ההגדרות שלך, כולל מפתחות API, מקשי קיצור והעדפות דגם. האפליקציה תסגר ותציג את ההטמעה שוב בהשקה הבאה.
hi: इससे एपीआई कुंजी, हॉटकी और मॉडल प्राथमिकताओं सहित आपकी सभी सेटिंग्स साफ़ हो जाएंगी। ऐप बंद हो जाएगा और अगले लॉन्च पर फिर से ऑनबोर्डिंग दिखाएगा।
hu: Ezzel törli az összes beállítást, beleértve az API-kulcsokat, gyorsbillentyűket és a modellbeállításokat. Az alkalmazás kilép, és a következő indításkor ismét megjelenik a bekapcsolódás.
id: Ini akan menghapus semua pengaturan Anda, termasuk kunci API, tombol pintas, dan preferensi model. Aplikasi akan berhenti dan menampilkan orientasi lagi pada peluncuran berikutnya.
it: Ciò cancellerà tutte le tue impostazioni, comprese le chiavi API, i tasti di scelta rapida e le preferenze del modello. L'app si chiuderà e mostrerà nuovamente l'onboarding al prossimo avvio.
ja: これにより、API キー、ホットキー、モデル設定を含むすべての設定がクリアされます。アプリは終了し、次回起動時に再びオンボーディングが表示されます。
ko: API 키, 단축키, 모델 기본 설정을 포함한 모든 설정이 삭제됩니다. 다음 실행 시 앱이 종료되고 온보딩이 다시 표시됩니다.
ms: Ini akan mengosongkan semua tetapan anda, termasuk kunci API, kekunci pintas dan pilihan model. Apl akan berhenti dan menunjukkan orientasi semula pada pelancaran seterusnya.
nb: Dette vil slette alle innstillingene dine, inkludert API-nøkler, hurtigtaster og modellpreferanser. Appen avsluttes og viser onboarding igjen ved neste lansering.
nl: Hiermee worden al uw instellingen gewist, inclusief API-sleutels, sneltoetsen en modelvoorkeuren. De app wordt afgesloten en wordt bij de volgende lancering opnieuw onboarding weergegeven.
pl: Spowoduje to wyczyszczenie wszystkich ustawień, w tym kluczy API, skrótów klawiszowych i preferencji modelu. Aplikacja zostanie zamknięta i przy następnym uruchomieniu ponownie wyświetli wprowadzenie.
pt_br: Isso limpará todas as suas configurações, incluindo chaves de API, teclas de atalho e preferências de modelo. O aplicativo será encerrado e mostrará a integração novamente na próxima inicialização.
ro: Aceasta vă va șterge toate setările, inclusiv cheile API, tastele rapide și preferințele de model. Aplicația se va închide și va afișa din nou integrarea la următoarea lansare.
ru: Это приведет к очистке всех ваших настроек, включая ключи API, горячие клавиши и настройки модели. Приложение закроется и снова отобразит регистрацию при следующем запуске.
sv: Detta kommer att rensa alla dina inställningar, inklusive API-nycklar, snabbtangenter och modellinställningar. Appen avslutas och visar onboarding igen vid nästa lansering.
th: การดำเนินการนี้จะล้างการตั้งค่าทั้งหมดของคุณ รวมถึงคีย์ API, ปุ่มลัด และการกำหนดลักษณะโมเดล แอปจะปิดและแสดงการเริ่มต้นใช้งานอีกครั้งในการเปิดตัวครั้งถัดไป
tr: Bu, API anahtarları, kısayol tuşları ve model tercihleri ​​dahil tüm ayarlarınızı temizleyecektir. Uygulama sonlandırılacak ve bir sonraki başlatmada yeniden katılım gösterilecektir.
uk: Це очистить усі ваші налаштування, включно з ключами API, гарячими клавішами та параметрами моделі. Під час наступного запуску програма закриється та знову відобразить інформацію про адаптацію.
vi: Thao tác này sẽ xóa tất cả cài đặt của bạn, bao gồm khóa API, phím nóng và tùy chọn kiểu máy. Ứng dụng sẽ thoát và hiển thị lại phần giới thiệu trong lần khởi chạy tiếp theo.
zh_hans: 这将清除您的所有设置，包括 API 密钥、快捷键和模型首选项。应用将退出并在下次启动时再次显示引导。
zh_hant: 這將清除您的所有設定，包括 API 金鑰、快捷鍵和模型首選項。應用將退出並在下次啟動時再次顯示引導。

# this_will_permanently_remove_the_transcript_and
source: This will permanently remove the transcript and its managed media file.
ar: سيؤدي هذا إلى إزالة النص وملف الوسائط المُدار الخاص به نهائيًا.
bn: এটি স্থায়ীভাবে ট্রান্সক্রিপ্ট এবং এর পরিচালিত মিডিয়া ফাইল সরিয়ে দেবে।
cs: Tím trvale odstraníte přepis a jeho spravovaný mediální soubor.
da: Dette vil permanent fjerne transskriptionen og dens administrerede mediefil.
de: Dies entfernt die Transkription und ihre verwaltete Mediendatei dauerhaft.
el: Αυτό θα καταργήσει οριστικά τη μεταγραφή και το διαχειριζόμενο αρχείο πολυμέσων.
es: Esto eliminará permanentemente la transcripción y su archivo multimedia gestionado.
fi: Tämä poistaa pysyvästi transkription ja sen hallitun mediatiedoston.
fr: Cela supprimera définitivement la transcription et son fichier média géré.
he: פעולה זו תסיר לצמיתות את התמליל ואת קובץ המדיה המנוהל שלו.
hi: यह प्रतिलेख और उसकी प्रबंधित मीडिया फ़ाइल को स्थायी रूप से हटा देगा।
hu: Ezzel véglegesen eltávolítja az átiratot és a kezelt médiafájlt.
id: Tindakan ini akan menghapus transkrip dan file media yang dikelolanya secara permanen.
it: Ciò rimuoverà definitivamente la trascrizione e il relativo file multimediale gestito.
ja: これにより、トランスクリプトとその管理対象メディア ファイルが完全に削除されます。
ko: 이렇게 하면 스크립트와 관리되는 미디어 파일이 영구적으로 제거됩니다.
ms: Ini akan mengalih keluar transkrip dan fail media terurusnya secara kekal.
nb: Dette vil permanent fjerne transkripsjonen og dens administrerte mediefil.
nl: Hierdoor worden het transcript en het beheerde mediabestand permanent verwijderd.
pl: Spowoduje to trwałe usunięcie transkrypcji i zarządzanego pliku multimedialnego.
pt_br: Isso removerá permanentemente a transcrição e seu arquivo de mídia gerenciado.
ro: Aceasta va elimina definitiv transcrierea și fișierul media gestionat.
ru: Это приведет к безвозвратному удалению расшифровки и ее управляемого медиафайла.
sv: Detta tar permanent bort transkriptionen och dess hanterade mediefil.
th: การดำเนินการนี้จะลบข้อความถอดเสียงและไฟล์สื่อที่มีการจัดการออกอย่างถาวร
tr: Bu, transkripti ve yönetilen medya dosyasını kalıcı olarak kaldıracaktır.
uk: Це назавжди видалить стенограму та її керований медіафайл.
vi: Thao tác này sẽ xóa vĩnh viễn bản ghi và tệp phương tiện được quản lý của nó.
zh_hans: 这将永久删除转录及其托管的媒体文件。
zh_hant: 這將永久刪除轉錄及其託管的媒體檔案。
